Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/admin/aanaar/perhetyo.html.tmx
Source language: fin
Languages: sms

source: Suomeksi
sms: Aanar kåʹdd

source: Palvelut
sms: Kääzzkõõzz

source: Päätöksenteko
sms: Tuʹmmstõktuâjj

source: Matkailu
sms: Tuʹriʹsmm

source: Tapahtumat
sms: Lettõõttâmpooddkaʹlndar

source: Yhteystiedot
sms: Õhttvuõttʼteâđ»

source: Sosiaali- ja terveyspalvelut
sms: Sosial- da tiõrvâsvuõttkääzzkõõzz»

source: Sosiaalityö
sms: Sosialtuâjj»

source: Perhetyö
sms: Piârtuâjj

source: Perhetyötä tarjotaan lastensuojelun avohuollon tukitoimenpiteenä.
sms: Piârtuâi taʹrjjeed päärnaisuǧʹjjeem äävhuõl tueʹrjjeemtuåimmen.

source: Tätä varten Inarin kunnassa toimii perhetyöntekijä.
sms: Tän diõtt Aanar kååʹddest tuåimmai piârtuâituâjjlaž.

source: Perhetyön tarkoitus on tukea perheitä löytämään ratkaisuja elämän suuriin ja pieniin pulmatilanteisiin.
sms: Piârtuâi jurddân lij tueʹrjjeed piârrjid kaunnât räʹtǩǩumuužžid jieʹllem šuurab da uuʹccab proʹbleʹmvueʹjjid.

source: perheen arkielämän hallintaan, vanhemmuuden vahvistamiseen, lasten hoidon ja kasvatuksen pulmien ratkomiseen, perheen sisäisten ristiriitojen selvittämiseen ja yhteistoiminnan sujumiseen, yllättävien muutostilanteiden aiheuttamiin vaikeuksiin jne.
sms: Piârtuâi veäʹǩǩvuõđ vuäitt vuäǯǯad piârri arggjieʹllem vaaldšem diõtt, puärrazvuõđ staanmõʹšše, päärnai hååid da šõddeem proʹbleeʹmi räʹtǩǩem diõtt, piârri risttreeidai čiõlggumuʹšše da õhttsažtuåimmjumuužž oʹnnstem diõtt, krootai šõddi muuttâsvueʹjji vaikkâdvuõđid dno.

source: Perhetyötä tehdään pääasiassa asiakkaan kotona.
sms: Piârtuâi tuejjeet jiõčč ääʹššest äʹššla dååma.

source: Ensimmäisellä tapaamisella käydään läpi asiat, jotka perheessä aiheuttavat huolta ja millaista apua perhe niiden selvittämisessä kaipaa.
sms: Vuõssmõs kaaunõõttâm poodd jeäʹlet čõõđ aaʹššid, kook piârrjest tuejjee huõl da måkkam veäʹǩǩvuõđ piâr tõõi čiõlggumuužžâst kaiʹbbai.

source: Perheen kanssa yhdessä pohditaan keinot ja suunnitelma, jolla tilannetta pyritään korjaamaan.
sms: Piârrjin õõutsââʹjest tuʹmmjet kuånstid da plaan, koin vueʹjj ääʹljet pueʹreet.

source: Perhetyön asiakkaaksi voi tulla sosiaalityöntekijän ehdotuksesta tai perheen omasta toivomuksesta.
sms: Piârtuâi äʹššliʹžžen vuäitt pueʹtted sosialtuâjjla eʹtǩǩõõzzâst leʹbe piârri täättast.

source: Jutta Lehikoinen puh. 040-355 9904
sms: Aanar kååʹddest tuåimmje piârtuâituâjjla:
